Repository: adoxa/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: et, hu

source: No Backupfiles found
hu: Nincsenek biztonsági mentési fájlok

source: Cancel
et: Tühista
hu: Mégse

source: Select a file to force a Backup
hu: Jelöljön ki egy fájlt, hogy kikényszerítsen egy mentést

source: To load the Backupfile the GUI has to be restarted. Do you want to restart the GUI now?
hu: A mentési fájl betöltéséhez a GUI-t újra kell indítani. Szeretné újraindítani a grafikus felhasználói felületet?

source: There is still a refresh running. The Operation isn't allowed at this moment.
hu: A frissítés még folyamatban van. A művelet ebben a pillanatban nem engedélyezett.

source: EPG refresh finished. Should AutoTimer be search for new matches?
hu: Az EPG Műsorújság frissítése befejeződött. Szeretné, ha az AutoTimer új találatokat keresne?

source: AutoTimer failed with error %s
hu: Az AutoTimer nem sikerült a(z) %s hibával

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
hu: Összesen %d eseményt talált. %d Az időzítő hozzá lett adva és %d módosítva, %d ütközések észlelve, %d hasonlók hozzáadva.

source: EPG refresh finished.
et: EPG on uuendatud.
hu: Műsorújság frissítése kész.

source: %d more services
hu: %d több csatorna

source: Following Services have to be scanned:
hu: A következő csatornákat kell feltérképezni:

source: EPGRefresh Services
et: EPGRefresh kanalid
hu: EPG Műsorújság frissítés csatornái

source: Channels
et: Kanalid
hu: Csatornák

source: Bouquets
et: Lemmiknimekirjad
hu: Csatornacsomagok

source: delete
hu: törlés

source: New
et: Uus
hu: Új

source: Edit Services to refresh
et: Muuda kanaleid
hu: Csatornák szerkesztése a frissítéshez

source: Editing
et: Muutmine
hu: Szerkesztés

source: Refreshing
et: EPG uuendamine
hu: Frissítés

source: Select channel to refresh
et: Vali kanal, millelt uuendada
hu: Válassza ki a csatornát a frissítéshez

source: Select bouquet to refresh
et: Vali lemmiknimekiri, millelt uuendada
hu: Válassza ki a csatornacsomagot a frissítéshez

source: General Help
hu: Általános súgó

source: Key Help
hu: Billentyű gombok súgója

source: EPGRefresh Configuration Help
hu: EPG Műsorújság frissítés konfiguráció Súgó

source: Stop running refresh
hu: Hagyja abba a frissítést

source: Pending Services
hu: Függő csatornák

source: Refresh now
et: Uuenda nüüd
hu: Frissítés most

source: EPGRefresh Functions
hu: EPG Műsorújság frissítés funkciók

source: EPGRefresh Configuration
et: EPGRefresh seadistused
hu: EPG Műsorújság frissítés konfiguráció

source: Functions
hu: Funkciók

source: Edit Services
et: Kanalid
hu: Csatornák szerkesztése

source: Show more Functions
hu: További funkciók megjelenítése

source: Show last EPGRefresh - Time
hu: Az utolsó EPG Műsorújság frissítési idő megjelenítése

source: Move page up
hu: Lapozás fel

source: Move page down
hu: Lapozás lefelé

source: Close and forget changes
hu: Bezárás és a változások elfelejtése

source: Close and save changes
hu: Bezárás és a változások mentése

source: Refresh EPG automatically
et: EPG automaatne uuendamine
hu: Az EPG frissítése automatikusan

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
et: Seda valikut lubamata automaatset EPG uuendamist ei toimu. See tuleb käivitada käsitsi kollasest nupust.
hu: Ha ez nem engedélyezett, az 'Műsorújság frissítés' nem fog automatikusan működni. A sárga gombbal lehet a frissítést kézzel végrehajtani.

source: Duration to stay on service (seconds)
et: Kanalil püsimise aeg (sekundites)
hu: Időtartam a csatornán való tartózkodáshoz (másodperc)

source: This is the duration each service/channel will stay active during a refresh.
et: Kanalil oleku aeg EPG uuendamisel.
hu: Az az időtartam, amikor mindegyik csatorna aktív marad a frissítés során.

source: An automated refresh will start after this time of day, but before the time specified in next setting.
et: Automaatne uuendamine algab pärast seda kellaaega, aga enne järgmises valikus määratud aega.
hu: Az automatizált frissítés ezen idő után kezdődik el.

source: EPG refresh auto-start earliest (hh:mm)
et: EPG automaatse uuendamise varaseim aeg (hh:mm)
hu: EPG frissítés indítási ideje (óra:perc)

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
et: Automaatne uuendamine algab enne seda kellaaega, aga pärast järgmises valikus määratud aega.
hu: Az automatizált frissítés ezen időpontig tart.

source: EPG refresh auto-start latest (hh:mm)
et: EPG automaatse uuendamise hiliseim aeg (hh:mm)
hu: EPG frissítés eddig az időpontig tart (óra:perc)

source: Delay if not in standby (minutes)
et: Viiteaeg, kui vastuvõtja ei ole ooterežiimil (min)
hu: Késleltetés, ha nincs készenlétben (perc)

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
et: Kui vastuvõtja on ooterežiimil, ootab EPG uuendaja selle aja enne uuesti proovimist
hu: Ha a vevőkészülék nincs készenléti állapotban, akkor a Műsorújság frissítés időtartamának várakozási ideje a megismétlése előtt.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
et: Kui tahad uuendada EPG-d taustal, vali siit moodus, mis sulle kõige rohkem sobib, Nt. varjatud, võltssalvestus, PiP
hu: Ha frissíteni szeretné az EPG műsorújságot a háttérben, akkor itt kiválaszthatja az Ön igényeinek leginkább megfelelő módszert.

source: Refresh EPG using
et: Uuenda EPG kasutades
hu: Frissítse a Műsorújságot

source: Display more Options
hu: További lehetőségek megjelenítése

source: Show Advanced Options
hu: A speciális opciók megjelenítése

source: Should protected services be skipped if refresh was started in interactive-mode?
hu: Szeretné kihagyni a védett csatornákat a frissítés kezdetekor interaktív módban?

source: Skip protected Services
hu: A védett csatornák kihagyása

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
et: Luba see, pääsemaks ligi EPGRefresh seadistustele laienduste menüüs.
hu: Engedélyezze ezt, hogy hozzáférhessen az 'Műsorújság frissítése' konfigurációhoz a Bővítmények menüben.

source: Show Setup in extension menu
hu: A beállítások megjelenítése a Bővítmények menüben

source: Enable this to be able to start the EPGRefresh from within the extension menu.
hu: Engedélyezze ezt, hogy el tudja indítani az EPG Műsorújság frissítést a Bővítmények menüből.

source: Show 'EPGRefresh Start now' in extension menu
hu: Megjelenik a 'Műsorújság frissítése most' a Bővítmények menüben

source: Show popup when refresh starts and ends
hu: Megjelenjen egy felugró ablak, amikor a frissítés elindul és befejeződik

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
et: Siin saab määrata, kas EPG uuendamise alguses ja lõpus näidatakse infoakent.
hu: Ez a beállítás szabályozza, hogy egy tájékoztató üzenet jelenjen-e meg a frissítés kezdetekor és befejezésekor is.

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
hu: Ha ez engedélyezve van, akkor a készülék be lesz kapcsolva a készenléti módból a frissítés végrehajtásához. Ha nem, akkor a frissítés nem lesz végrehajtva.

source: Wake up from standby for EPG refresh
hu: Ébredjen készenléti állapotbó az EPG frissítéshez

source: Force scan even if receiver is in use
hu: Frissítés kikényszerítésa még akkor is, ha vevő van használatban

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
et: Siin saab määrata, kas epg uuendamist alustatakse ka siis, kui vastuvõtja on töös (ei ole ooterežiimis või salvestab parajasti).
hu: Ez a beállítás szabályozza, hogy a frissítés akkor is megkezdődjön-e, ha a készülék aktív (nincs készenléti állapotban, vagy éppen felvétel közben van).

source: Shutdown after EPG refresh
hu: Leállítás az EPG műsorújság frissítése után

source: This setting controls whether the receiver should be set to standby after refresh is completed.
hu: Ez a beállítás szabályozza, hogy a készülék készenléti állapotba kerüljön-e a frissítés befejezése után.

source: Extend the list of services to refresh by those your AutoTimers use?
et: Lisada kanalid, mida juba kasutab Autotaimer?
hu: Kiegészítse a frissítési csatornák listáját az AutoTimer használatával?

source: Inherit Services from AutoTimer
et: Võta kanalid Autotaimerist
hu: AutoTimerből is figyelembe vegye a csatornákat

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
hu: Sikeres frissítés után az AutoTimer automatikusan új találatokat keres, ha engedélyezve van. Az "Alapértelmezett kérdés:" opciók csak manuálisan frissítenek. Ha az EPG Műsorújság frissítés háttérben hívásra került, akkor az alapértelmezett válasz lesz végrehajtva!

source: Run AutoTimer after refresh
et: Pärast EPG uuendamist käivita Autotaimer
hu: Futtassa az AutoTimer-et a frissítés után

source: Version
et: Versioon
hu: Változat

source: never
et: mitte kunagi
hu: soha

source: Last refresh was %s
et: Viimane uuendamine: %s
hu: Az utolsó frissítés volt %s

source: Really close without saving settings?
et: Kas soovid seadeid salvestamata väljuda?
hu: Tényleg bezárja a beállítások mentése nélkül?

source: EPG refresh starts scanning channels.
et: EPG uuendaja alustab kanalite uurimist.
hu: Az EPG Műsorújság frissítés elindítja a csatornák szkennelését.

source: Please don't use PiP meanwhile!
et: Ära seni PiP-i kasuta!
hu: Kérjük, ne használja Kép-a-Képben közben!

source: EPG refresh started in background.
et: EPG uuendamine algas taustal.
hu: Az EPG frissítése a háttérben elkezdődött.

source: PiP available now.
hu: Kép-a-Képben elérhető most.

source: Background only
hu: Csak a háttérben

source: Foreground also
hu: Előtérben is

source: Yes
hu: Igen

source: No
hu: Nem

source: Ask default Yes
hu: Alapértelmezett kérdés: Igen

source: Ask default No
hu: Alapértelmezett kérdés: Nem

source: Main Picture
et: Põhi pilt
hu: Főkép

source: Picture in Picture
et: Pilt pildis (PiP)
hu: Kép-a-Képben

source: Picture in Picture (hidden)
et: Pilt pildis (varjatud)
hu: Kép-a-Képben (rejtett)

source: Fake recording
et: Võltssalvestus.
hu: Műsorra ugrás

source: EPGREFRESH_NOTIFICATION_DOMAIN
hu: EPGREFRESH

source: To apply your Changes the GUI has to be restarted. Do you want to restart the GUI now?
hu: A változtatások alkalmazásához újra kell indítani a GUI-t (grafikus felhasználói felületet). Szeretné újraindítani a grafikus felhasználói felületet?

source: EXTENSIONMENU_PREFIX
hu: EPGRefresh

source: EXTENSIONNAME_SETUP
hu: Configuration

source: Automatically refresh EPG
et: Uuenda EPG automaatselt
hu: Az EPG Műsorújság automatikus frissítése

source: Start EPGrefresh immediately
hu: Indítsa el közvetlenül az EPG Műsorújság frissítés programot

source: Stop Refresh
hu: Frissítés leállítása

source: Stop Running EPG-refresh
hu: Állítsa le az EPG Műsorújság frissítés futtatását

source: Show the pending Services for refresh
hu: A függőben lévő frissítési csatornák megjelenítése

source: add to EPGRefresh
et: lisa EPG uuendajasse
hu: adja a EPG Műsorújság frissítéséhez

source: PLUGINNAME_EPGRefresh
hu: EPGRefresh

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
et: Pärast edukat uuendamist otsib Autotaimer uusi vasteid, kui see on lubatud

source: Congratulations
et: Palju õnne

source: EPGRefresh Help
et: Abi

source: Editing the service list
et: Kanalinimekirja muutmine

source: Force scan even if receiver is in use.
et: Sunnitud uuendamine ka siis, kui tuuner on hõivatud

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
et: Määrates 'jah', äratatakse vastuvõtja võimaluse korral sügavooterežiimist. Muidu peab see olema juba sisse lülitatud.

source: Show in extension menu
et: Näita laienduste menüüs

source: Show popup when refresh starts and ends.
et: Näita EPG uuendamise alates ja lõppedes hüpikakent

source: Shutdown after EPG refresh.
et: Lülita pärast EPG uuendamist välja

source: The configuration menu
et: Seadistusmenüü

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
et: Siit saab määrata, kas vastuvõtja läheb sügavooterežiimile pärast EPG uuendamist.

source: Wake up from deep standby for EPG refresh
et: Ärata sügavooterežiimist, et uuendada EPG-d

source: Welcome to EPGRefresh
et: Tere tulemast EPG uuendajasse

source: Delete
et: kustuta
