Repository: adoxa/enigma2-plugins
Catalog: curlytx/po/*.po
Languages: fr

source: Add new page
fr: Ajouter une nouvelle page

source: Cancel
fr: Annuler

source: Close window
fr: Fermer fenêtre

source: Default page
fr: Page par défaut

source: Delete
fr: Effacer

source: Delete selected page
fr: Effacer page sélectionnée

source: Dismiss all setting changes
fr: Annuler tous les changements de paramètres

source: Edit selected page
fr: Éditer la page sélectionnée

source: Error fetching URL:
fr: Erreur en retrouvant URL:

source: Error loading page feed:
fr: Erreur en chargeant la page source:

source: Font size
fr: Taille Police

source: Go and add a page in the settings
fr: Aller et ajouter une page dans les paramètres

source: HTTP response headers for
fr: Réponse de l'entête HTTP pour

source: Invalid page
fr: Page non valide

source: Load pages from feed
fr: Chargement des pages depuis la source

source: Loading ...
fr: Chargement...

source: Menu title
fr: Menu titre

source: New
fr: Nouveau

source: Next
fr: Suivant

source: No page feed URL defined
fr: Pas d'URL de page source définie

source: Page feed URL
fr: Page source URL

source: Prev
fr: Prév

source: Really delete this page? It cannot be recovered!
fr: Voulez-vous vraiment effacer cette page? Elle ne sera pas récupérable!

source: Reload
fr: Recharger

source: Reload current page URL
fr: Recharger l'URL de la page courante

source: Save settings and close screen
fr: Sauvegarder les paramètres et fermer la fenêtre

source: Scroll page contents down
fr: Faire défiler la page vers le bas

source: Scroll page contents up
fr: Faire défiler la page vers le haut

source: Settings
fr: Paramètres

source: Show HTTP response headers
fr: Afficher la réponse de l'entête HTTP

source: Show in extensions menu
fr: Afficher dans le menu extensions

source: Show in main menu
fr: Afficher dans le menu principal

source: Show program settings
fr: Afficher les paramètres du programme

source: Show this help screen
fr: Afficher cet écran d'aide

source: Switch to next configured page URL
fr: Passer à la page URL configurée suivante

source: Switch to previous configured page URL
fr: Passer à la page URL configurée précédente

source: Title
fr: Titre

source: View remote text files
fr: Afficher les fichiers textes distant
