Repository: adoxa/enigma2-plugins
Catalog: 3dsettings/po/*.po
Languages: fr

source: off
fr: Arrêt

source: on with side by side
fr: activé en côte à côte

source: on with top/bottom
fr: activé en haut/bas

source: Cancel
fr: Annuler

source: Side by side
fr: Côte à côte

source: Top/Bottom
fr: Haut/Bas

source: 2D mode
fr: Mode 2D

source: Show side by side option in extension menu
fr: Afficher l'option côté à côte dans le menu des extensions

source: Show top/bottom option in extension menu
fr: Afficher l'option haut/bas dans le menu des extensions

source: Switch OSD automatically
fr: Basculer OSD automatiquement

source: Turn off display
fr: Éteindre l'écran

source: Offset
fr: Compensation

source: 3D settings
fr: Paramètres 3D

source: 3D: Enable side by side menu
fr: 3D: Activé le menu côte à côte

source: 3D: Enable top/bottom menu
fr: 3D: Activé le menu Haut/Bas

source: 3D: 2D menu
fr: 3D: Menu 2D

source: 3D: disable 3D menu
fr: 3D: Désactiver le menu 3D

source: Change 3D settings
fr: Changer les paramètres 3D
