Repository: adoxa/enigma2-plugins
Catalog: advhdmi/po/*.po
Languages: fr

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Timespans
fr: Plages horaires

source: Advanced HDMI-Cec Setup
fr: Configuration HDMI-CEC avancée

source: Partially disable HDMI-Cec? It can be prevented only the signals that are sent from the Dreambox. Signals received by the Dreambox will not be prevented.
fr: HDMI-CEC partiellement désactivé? Cela peut bloquer uniquement les signaux envoyés par le récepteur. Les signaux reçus par le récepteur ne seront pas bloqués.

source: partially disable HdmiCec
fr: désactiver partiellement le HDMI-CEC

source: Should HDMI-Cec be disabled when GUI service startup?
fr: Est-ce que le HDMI-CEC doit être désactivé lorsque l'IGU redémarre?

source: disable at GUI-start
fr: désactiver au démarrage de l'IGU

source: Should HDMI-Cec be disabled when the commands are sent from the web interface?
fr: Est-ce que l'HDMI-CEC doit être désactivé lorsque les commandes sont envoyées depuis l'interface web?

source: disable from webinterface
fr: désactiver depuis l'interface web

source: Should HDMI-Cec be send on Power On?
fr: Est-ce que l'HDMI-CEC doit être envoyé à l'allumage?

source: enable Power On
fr: activer à l'allumage

source: Should HDMI-Cec be send on Power Off?
fr: Est-ce que l'HMDI-CEC doit être envoyé à l'extinction?

source: enable Power Off
fr: activé à l'extinction

source: Schould debugmessages be printed?
fr: Est-ce que les message de debug doivent être imprimé?

source: enable debug
fr: activer débug

source: Where should this setup be displayed?
fr: Où est-ce que cette configuration doit être affichée?

source: show in
fr: afficher dans

source: Advanced HDMI-Cec Control
fr: Contrôle HDMI-CEC avancé

source: Registered HDMI-Cec-Hooks:
fr: Hooks HDMI-CEC enregistrées:

source: No HDMI-Cec-Hooks are registered!
fr: Aucun HDMI-CEC-Hooks enregistré!

source: From WD
fr: De WD

source: To WD
fr: À WD

source: From
fr: De

source: To
fr: À

source: Add
fr: Ajouter

source: Close
fr: Fermer

source: Edit
fr: Éditer

source: Delete
fr: Effacer

source: Disable HDMI-CEC chronologically
fr: désactiver HDMI-CEC chronologiquement

source: Really delete this HDMI-Cec-Timespan Entry?
fr: Voulez-vous vraiment effacer cette entrée plage horaire HDMI-CEC?

source: From which day of the week, HDMI-Cec should be disabled?
fr: À partir de quel jour de la semaine, HDMI-CEC doit être désactivé?

source: from weekday
fr: de jour de la semaine

source: To what day of the week, HDMI-Cec should be disabled?
fr: Jusqu'à quel jour de la semaine, HDMI-CEC doit être désactivé?

source: to weekday
fr: jusqu'au jour de la semaine

source: At which time, HDMI-Cec should be disabled?
fr: À quelle heure HDMI-CEC doit être désactivé?

source: from (HH:MI)
fr: De (HH:MM)

source: Until the time at which, HDMI-Cec should be disabled?
fr: Jusqu'à l'heure à laquelle HDMI-CEC doit être désactivé?

source: to (HH:MI)
fr: à (HH:MM)

source: Edit HDMI-Cec-Timespan
fr: Éditer la plage horaire HDMI-CEC

source: manage when HDMI Cec is enabled
fr: gérer quand HDMI-CEC est activé

source: systemmenue
fr: Menu système

source: pluginmenue
fr: Menu plugin

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche
